Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# preferences.untagged.detail
source: Labelling happens after a post is published, so a new post may have no topic yet. This decides whether those posts still reach you.
ar: يحدث التصنيف بعد نشر المنشور، لذلك قد لا يكون للمنشور الجديد موضوع بعد. وهذا الخيار يقرر ما إذا كانت تلك المنشورات ستصلك.
bn: লেবেল দেওয়া হয় পোস্ট প্রকাশের পরে, তাই নতুন পোস্টে এখনও কোনো বিষয় নাও থাকতে পারে। এটি ঠিক করে সেই পোস্টগুলো তবু আপনার কাছে পৌঁছাবে কি না।
ca: L'etiquetatge es fa després de publicar una publicació, així que una publicació nova pot no tenir tema encara. Això decideix si aquestes publicacions et continuen arribant.
cs: Označování probíhá po zveřejnění příspěvku, takže nový příspěvek zatím nemusí mít téma. Toto rozhoduje, zda se k tobě i tak dostane.
da: Mærkningen sker, efter et opslag er udgivet, så et nyt opslag har måske endnu intet emne. Dette afgør, om de opslag stadig når dig.
de: Das Labeln geschieht nach der Veröffentlichung eines Beitrags, daher hat ein neuer Beitrag vielleicht noch kein Thema. Das entscheidet, ob solche Beiträge dich trotzdem erreichen.
el: Η επισήμανση γίνεται αφού δημοσιευτεί μια ανάρτηση, οπότε μια νέα ανάρτηση μπορεί να μην έχει ακόμα θέμα. Αυτό αποφασίζει αν αυτές οι αναρτήσεις θα σε φτάνουν παρ' όλα αυτά.
es: El etiquetado ocurre después de publicar, así que una publicación nueva puede no tener tema todavía. Esto decide si esas publicaciones te siguen llegando.
fi: Luokittelu tapahtuu julkaisun julkaisemisen jälkeen, joten uudella julkaisulla ei välttämättä ole vielä aihetta. Tämä päättää, tavoittavatko ne silti sinut.
fr: L’étiquetage a lieu après la publication d’un post, un nouveau post peut donc n’avoir encore aucun sujet. Ce réglage décide si ces posts vous parviennent quand même.
he: התיוג מתבצע אחרי שפוסט מתפרסם, ולכן לפוסט חדש עשוי עוד לא להיות נושא. זה קובע אם פוסטים כאלה עדיין יגיעו אליך.
hi: लेबल पोस्ट प्रकाशित होने के बाद लगता है, इसलिए नई पोस्ट पर अभी कोई टॉपिक न हो सकता है। यह तय करता है कि वे पोस्ट फिर भी आप तक पहुँचें या नहीं।
hr: Označavanje se događa nakon objave, pa nova objava možda još nema temu. Ovo određuje hoće li takve objave ipak stići do tebe.
hu: A címkézés a bejegyzés közzététele után történik, ezért egy új bejegyzésnek még nem biztos, hogy van témája. Ez dönti el, hogy az ilyen bejegyzések eljutnak-e hozzád.
id: Pelabelan terjadi setelah postingan diterbitkan, jadi postingan baru mungkin belum punya topik. Ini menentukan apakah postingan itu tetap sampai kepadamu.
it: L'etichettatura avviene dopo la pubblicazione di un post, quindi un post nuovo può non avere ancora un argomento. Questo decide se quei post ti raggiungono comunque.
ja: ラベル付けは投稿の公開後に行われるため、新しい投稿にはまだトピックがないことがあります。そのような投稿を引き続き表示するかどうかを決めます。
ko: 라벨은 게시물이 올라온 후에 붙기 때문에 새 게시물에는 아직 주제가 없을 수 있어요. 그런 게시물을 계속 받을지 여기서 정해요.
ml: പോസ്റ്റ് പ്രസിദ്ധീകരിച്ച ശേഷമാണ് ലേബൽ ചെയ്യുന്നത്, അതിനാൽ പുതിയ പോസ്റ്റിന് ഇതുവരെ വിഷയം ഉണ്ടാകണമെന്നില്ല. ആ പോസ്റ്റുകൾ നിങ്ങളിലെത്തണോ എന്ന് ഇത് തീരുമാനിക്കുന്നു.
ms: Pelabelan berlaku selepas siaran diterbitkan, jadi siaran baharu mungkin belum mempunyai topik. Ini menentukan sama ada siaran itu masih sampai kepada anda.
nb: Merking skjer etter at et innlegg er publisert, så et nytt innlegg kan mangle emne ennå. Dette avgjør om slike innlegg fortsatt når deg.
nl: Labelen gebeurt nadat een bericht is geplaatst, dus een nieuw bericht heeft mogelijk nog geen onderwerp. Dit bepaalt of die berichten je toch bereiken.
pl: Oznaczanie następuje po opublikowaniu wpisu, więc nowy wpis może jeszcze nie mieć tematu. To decyduje, czy takie wpisy nadal do Ciebie docierają.
pt_br: A rotulagem acontece depois que um post é publicado, então um post novo pode ainda não ter tópico. Isto decide se esses posts ainda chegam até você.
pt_pt: A etiquetagem acontece depois de a publicação ser publicada, por isso uma publicação nova pode ainda não ter tópico. Isto decide se essas publicações continuam a chegar até si.
ro: Etichetarea are loc după publicarea unei postări, deci o postare nouă poate să nu aibă încă subiect. Aceasta decide dacă acele postări ajung totuși la tine.
ru: Метки ставятся после публикации поста, поэтому у нового поста темы может ещё не быть. Этот параметр решает, будут ли такие посты доходить до вас.
sk: Označovanie prebieha po zverejnení príspevku, takže nový príspevok nemusí mať zatiaľ tému. Toto rozhoduje, či sa k tebe takéto príspevky stále dostanú.
sv: Etiketteringen sker efter att ett inlägg har publicerats, så ett nytt inlägg kan sakna ämne än. Det här avgör om sådana inlägg ändå når dig.
ta: இடுகை வெளியான பிறகே லேபிளிடல் நடக்கும், எனவே புதிய இடுகைக்கு இன்னும் தலைப்பு இல்லாமல் இருக்கலாம். அவை உங்களை வந்தடையுமா என்பதை இது தீர்மானிக்கிறது.
te: పోస్ట్ ప్రచురించబడిన తర్వాత లేబుల్ వేయడం జరుగుతుంది, కాబట్టి కొత్త పోస్ట్‌కు ఇంకా అంశం ఉండకపోవచ్చు. ఆ పోస్ట్‌లు ఇంకా మీకు చేరాలా వద్దా అనేది ఇది నిర్ణయిస్తుంది.
th: การติดป้ายเกิดขึ้นหลังเผยแพร่โพสต์ โพสต์ใหม่จึงอาจยังไม่มีหัวข้อ ตัวเลือกนี้กำหนดว่าโพสต์เหล่านั้นจะยังมาถึงคุณหรือไม่
tr: Etiketleme gönderi yayınlandıktan sonra yapılır, bu yüzden yeni bir gönderinin henüz konusu olmayabilir. Bu, o gönderilerin yine de size ulaşıp ulaşmayacağını belirler.
uk: Позначення відбувається після публікації допису, тож новий допис може ще не мати теми. Це визначає, чи такі дописи все ж доходять до вас.
ur: لیبل پوسٹ شائع ہونے کے بعد لگتا ہے، اس لیے نئی پوسٹ پر ابھی کوئی موضوع نہ ہو سکتا ہے۔ یہ طے کرتا ہے کہ ایسی پوسٹس پھر بھی آپ تک پہنچیں یا نہیں۔
vi: Việc gắn nhãn diễn ra sau khi bài đăng được đăng, nên bài mới có thể chưa có chủ đề. Mục này quyết định những bài đó có còn đến với bạn hay không.
zh_hans: 标签是在帖子发布之后才打上的，所以新帖子可能暂时没有话题。这个设置决定这些帖子是否仍会送达你。
zh_hant: 標示是在貼文發布後才進行，所以新貼文可能還沒有主題。這決定那些貼文是否仍會送達你。

# preferences.untagged.detail.noEffect
source: It changes nothing right now, because nothing is narrowing your International feed to topics.
ar: ولا يغيّر شيئًا الآن، لأنه لا يوجد ما يضيّق صفحتك الدولية على المواضيع.
bn: এখন এটি কিছুই বদলায় না, কারণ কিছুই আপনার আন্তর্জাতিক ফিডকে বিষয়ে সীমিত করছে না।
ca: Ara mateix no canvia res, perquè no hi ha res que limiti el teu canal Internacional a temes.
cs: Právě teď to nic nemění, protože nic nezužuje tvůj Mezinárodní kanál na témata.
da: Det ændrer intet lige nu, fordi intet indsnævrer dit internationale feed til emner.
de: Im Moment ändert das nichts, weil nichts deinen internationalen Feed auf Themen beschränkt.
el: Δεν αλλάζει τίποτα αυτή τη στιγμή, γιατί τίποτα δεν περιορίζει τη Διεθνή ροή σου σε θέματα.
es: Ahora mismo no cambia nada, porque nada restringe tu feed Internacional a temas.
fi: Se ei muuta nyt mitään, koska mikään ei rajaa Kansainvälinen-syötettäsi aiheisiin.
fr: Cela ne change rien pour l’instant, car rien ne restreint votre fil International à des sujets.
he: זה לא משנה דבר כרגע, כי שום דבר לא מצמצם את הפיד הבינלאומי שלך לנושאים.
hi: अभी इससे कुछ नहीं बदलता, क्योंकि कुछ भी आपकी अंतरराष्ट्रीय फ़ीड को टॉपिक तक सीमित नहीं कर रहा।
hr: Trenutačno ništa ne mijenja jer ništa ne sužava tvoj međunarodni feed na teme.
hu: Most semmit nem változtat, mert a Nemzetközi hírfolyamodat semmi nem szűkíti témákra.
id: Ini tidak mengubah apa pun saat ini, karena tidak ada yang mempersempit feed Internasionalmu ke topik.
it: Per ora non cambia nulla, perché niente restringe il tuo feed Internazionale agli argomenti.
ja: 国際フィードがトピックで絞り込まれていないため、今は何も変わりません。
ko: 지금은 국제 피드를 주제로 좁히는 것이 없어서 아무것도 바뀌지 않아요.
ml: ഇപ്പോൾ ഇത് ഒന്നും മാറ്റുന്നില്ല, കാരണം ഒന്നും നിങ്ങളുടെ അന്താരാഷ്ട്ര ഫീഡിനെ വിഷയങ്ങളിലേക്ക് ചുരുക്കുന്നില്ല.
ms: Ia tidak mengubah apa-apa sekarang, kerana tiada apa mempersempitkan suapan Antarabangsa anda kepada topik.
nb: Det endrer ingenting akkurat nå, fordi ingenting snevrer inn den internasjonale feeden din til emner.
nl: Het verandert nu niets, omdat niets je internationale feed tot onderwerpen beperkt.
pl: Na razie nic to nie zmienia, ponieważ nic nie zawęża Twojego kanału międzynarodowego do tematów.
pt_br: Isso não muda nada agora, porque nada está restringindo seu feed Internacional a tópicos.
pt_pt: Não muda nada neste momento, porque nada está a restringir o seu feed Internacional a tópicos.
ro: Nu schimbă nimic acum, pentru că nimic nu restrânge fluxul tău Internațional la subiecte.
ru: Сейчас это ничего не меняет, потому что ничто не сужает вашу международную ленту до тем.
sk: Teraz nič nemení, pretože nič nezužuje tvoj medzinárodný kanál na témy.
sv: Det ändrar ingenting just nu, eftersom inget begränsar ditt internationella flöde till ämnen.
ta: இப்போது இது எதையும் மாற்றாது, ஏனெனில் உங்கள் சர்வதேச ஊட்டத்தைத் தலைப்புகளுக்குக் குறுக்கும் எதுவும் இல்லை.
te: మీ అంతర్జాతీయ ఫీడ్‌ను ఏదీ అంశాలకు కుదించడం లేదు కాబట్టి ఇప్పుడు ఇది ఏదీ మార్చదు.
th: ตอนนี้ไม่เปลี่ยนอะไร เพราะไม่มีอะไรจำกัดฟีดนานาชาติของคุณให้เหลือเฉพาะหัวข้อ
tr: Şu anda hiçbir şeyi değiştirmez, çünkü Uluslararası akışınızı konulara daraltan bir şey yok.
uk: Зараз це нічого не змінює, бо ніщо не звужує вашу стрічку «Світ» до тем.
ur: اس سے ابھی کچھ نہیں بدلتا، کیونکہ کچھ بھی آپ کی بین الاقوامی فیڈ کو موضوعات تک محدود نہیں کر رہا۔
vi: Hiện tại nó không thay đổi gì, vì không có gì đang thu hẹp bảng tin Quốc tế của bạn theo chủ đề.
zh_hans: 目前它不会改变任何内容，因为没有任何设置在把你的国际信息流缩小到特定话题。
zh_hant: 目前這不會造成任何改變，因為沒有任何設定將你的「國際」動態縮小到特定主題。

# preferences.untagged.hint
source: Keeps posts with no topic label in your filtered International feed
ar: يُبقي المنشورات غير المصنّفة ضمن صفحتك الدولية المصفّاة
bn: বিষয়ের লেবেল ছাড়া পোস্ট আপনার ফিল্টার করা আন্তর্জাতিক ফিডে রাখে
ca: Conserva les publicacions sense etiqueta de tema al teu canal Internacional filtrat
cs: Ponechá příspěvky bez štítku tématu ve tvém filtrovaném Mezinárodním kanálu
da: Beholder opslag uden emnemærke i dit filtrerede internationale feed
de: Behält Beiträge ohne Themenlabel in deinem gefilterten internationalen Feed
el: Κρατά αναρτήσεις χωρίς ετικέτα θέματος στη φιλτραρισμένη Διεθνή ροή σου
es: Mantiene las publicaciones sin etiqueta de tema en tu feed Internacional filtrado
fi: Pitää aihetunnisteettomat julkaisut suodatetussa Kansainvälinen-syötteessäsi
fr: Garde les posts sans étiquette de sujet dans votre fil International filtré
he: משאיר פוסטים בלי תווית נושא בפיד הבינלאומי המסונן שלך
hi: बिना टॉपिक लेबल वाली पोस्ट को आपकी फ़िल्टर की गई अंतरराष्ट्रीय फ़ीड में रखता है
hr: Zadržava objave bez oznake teme u tvom filtriranom međunarodnom feedu
hu: A téma nélküli bejegyzéseket megtartja a szűrt Nemzetközi hírfolyamodban
id: Mempertahankan postingan tanpa label topik di feed Internasionalmu yang tersaring
it: Mantiene i post senza etichetta di argomento nel tuo feed Internazionale filtrato
ja: トピックのラベルがない投稿を、絞り込んだ国際フィードに残します
ko: 주제 라벨이 없는 게시물을 필터링된 국제 피드에 유지해요
ml: വിഷയ ലേബൽ ഇല്ലാത്ത പോസ്റ്റുകൾ ഫിൽട്ടർ ചെയ്ത അന്താരാഷ്ട്ര ഫീഡിൽ നിലനിർത്തുന്നു
ms: Mengekalkan siaran tanpa label topik dalam suapan Antarabangsa anda yang ditapis
nb: Beholder innlegg uten emnemerke i den filtrerte internasjonale feeden din
nl: Houdt berichten zonder onderwerplabel in je gefilterde internationale feed
pl: Zachowuje wpisy bez etykiety tematu w filtrowanym kanale międzynarodowym
pt_br: Mantém posts sem rótulo de tópico no seu feed Internacional filtrado
pt_pt: Mantém as publicações sem etiqueta de tópico no seu feed Internacional filtrado
ro: Păstrează postările fără etichetă de subiect în fluxul tău Internațional filtrat
ru: Оставляет посты без метки темы в вашей отфильтрованной международной ленте
sk: Ponechá príspevky bez označenia témy vo filtrovanom medzinárodnom kanáli
sv: Behåller inlägg utan ämnesetikett i ditt filtrerade internationella flöde
ta: தலைப்பு லேபிள் இல்லாத இடுகைகளை உங்கள் வடிகட்டிய சர்வதேச ஊட்டத்தில் வைத்திருக்கும்
te: అంశం లేబుల్ లేని పోస్ట్‌లను మీ ఫిల్టర్ చేసిన అంతర్జాతీయ ఫీడ్‌లో ఉంచుతుంది
th: เก็บโพสต์ที่ไม่มีป้ายหัวข้อไว้ในฟีดนานาชาติที่กรองแล้วของคุณ
tr: Konu etiketi olmayan gönderileri filtrelenmiş Uluslararası akışınızda tutar
uk: Зберігає дописи без позначки теми у вашій відфільтрованій стрічці «Світ»
ur: موضوع کے لیبل کے بغیر پوسٹس آپ کی فلٹر شدہ بین الاقوامی فیڈ میں رکھتا ہے
vi: Giữ các bài đăng không có nhãn chủ đề trong bảng tin Quốc tế đã lọc của bạn
zh_hans: 在筛选后的国际信息流中保留没有话题标签的帖子
zh_hant: 在已篩選的「國際」動態中保留沒有主題標籤的貼文

# preferences.untagged.title
source: Show posts that haven't been labelled
ar: إظهار المنشورات غير المصنّفة
bn: লেবেল দেওয়া হয়নি এমন পোস্ট দেখান
ca: Mostra les publicacions sense etiquetar
cs: Zobrazovat příspěvky, které ještě nejsou označené
da: Vis opslag, der ikke er mærket
de: Beiträge ohne Label anzeigen
el: Εμφάνιση αναρτήσεων που δεν έχουν επισημανθεί
es: Mostrar publicaciones sin etiquetar
fi: Näytä julkaisut, joita ei ole luokiteltu
fr: Afficher les posts non étiquetés
he: הצג פוסטים שעדיין לא תויגו
hi: जिन पर लेबल नहीं लगा वे पोस्ट भी दिखाएँ
hr: Prikaži objave koje još nisu označene
hu: A még nem címkézett bejegyzések mutatása
id: Tampilkan postingan yang belum diberi label
it: Mostra i post non ancora etichettati
ja: ラベル未付与の投稿を表示
ko: 라벨이 붙지 않은 게시물 표시
ml: ലേബൽ ചെയ്യാത്ത പോസ്റ്റുകൾ കാണിക്കുക
ms: Tunjukkan siaran yang belum dilabelkan
nb: Vis innlegg som ikke er merket ennå
nl: Berichten zonder label tonen
pl: Pokazuj wpisy, które nie zostały oznaczone
pt_br: Mostrar posts que ainda não foram rotulados
pt_pt: Mostrar publicações que ainda não foram etiquetadas
ro: Arată postările neetichetate încă
ru: Показывать посты без метки
sk: Zobrazovať príspevky, ktoré ešte nie sú označené
sv: Visa inlägg som inte har etiketterats
ta: லேபிளிடப்படாத இடுகைகளைக் காட்டு
te: ఇంకా లేబుల్ వేయని పోస్ట్‌లను చూపించు
th: แสดงโพสต์ที่ยังไม่ได้ติดป้าย
tr: Etiketlenmemiş gönderileri göster
uk: Показувати дописи без позначок
ur: وہ پوسٹس دکھائیں جن پر لیبل نہیں لگا
vi: Hiển thị bài đăng chưa được gắn nhãn
zh_hans: 显示尚未打标签的帖子
zh_hant: 顯示尚未標示的貼文

# profile.action.tryAgain
source: Try again
ar: أعد المحاولة
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# profile.badge.muted
source: Muted
ar: مكتوم
bn: মিউট
ca: Silenciat
cs: Ztlumeno
da: Lydløs
de: Stummgeschaltet
el: Σε σίγαση
es: Silenciado
fi: Mykistetty
fr: En sourdine
he: מושתק
hi: म्यूट किया
hr: Utišano
hu: Némítva
id: Dibisukan
it: Silenziato
ja: ミュート中
ko: 뮤트됨
ml: മ്യൂട്ട് ചെയ്തു
ms: Disenyapkan
nb: Dempet
nl: Gedempt
pl: Wyciszone
pt_br: Silenciado
pt_pt: Silenciado
ro: Dezactivat
ru: Заглушён
sk: Stlmené
sv: Tystad
ta: ஒலியடக்கப்பட்டது
te: మ్యూట్ చేశారు
th: ปิดเสียง
tr: Sessizde
uk: Заглушено
ur: میوٹ
vi: Đã ẩn
zh_hans: 已静音
zh_hant: 已靜音

# profile.badge.muted.accessibilityLabel
source: You have muted this account. Their posts are hidden from your feeds. They were not told.
ar: لقد كتمت هذا الحساب. منشوراته مخفية عنك. ولم يُبلَّغ بذلك.
bn: আপনি এই অ্যাকাউন্ট মিউট করেছেন। তাদের পোস্ট আপনার ফিড থেকে লুকানো। তাদের জানানো হয়নি।
ca: Has silenciat aquest compte. Les seves publicacions estan amagades dels teus canals. No ho sap.
cs: Tento účet jsi ztlumil. Jeho příspěvky jsou skryté z tvých kanálů. Nebyl o tom informován.
da: Du har gjort denne konto lydløs. Dens opslag er skjult fra dine feeds. Den fik ikke besked.
de: Du hast dieses Konto stummgeschaltet. Seine Beiträge sind in deinen Feeds ausgeblendet. Die Person wurde nicht benachrichtigt.
el: Έχεις βάλει αυτόν τον λογαριασμό σε σίγαση. Οι αναρτήσεις του κρύβονται από τις ροές σου. Δεν ενημερώθηκε.
es: Has silenciado esta cuenta. Sus publicaciones están ocultas en tus feeds. No se le avisó.
fi: Olet mykistänyt tämän tilin. Heidän julkaisunsa on piilotettu syötteistäsi. Heille ei kerrottu.
fr: Vous avez mis ce compte en sourdine. Ses posts sont masqués de vos fils. Il n’en a pas été informé.
he: השתקת את החשבון הזה. הפוסטים שלו מוסתרים מהפידים שלך. הוא לא קיבל הודעה.
hi: आपने इस अकाउंट को म्यूट किया है। इनकी पोस्ट आपकी फ़ीड से छिपी हैं। इन्हें बताया नहीं गया।
hr: Utišao/la si ovaj račun. Njegove objave skrivene su iz tvojih feedova. Nije obaviješten.
hu: Némítottad ezt a fiókot. A bejegyzései el vannak rejtve a hírfolyamaidból. Nem értesítettük.
id: Kamu membisukan akun ini. Postingannya disembunyikan dari feed-mu. Mereka tidak diberi tahu.
it: Hai silenziato questo account. I suoi post sono nascosti dai tuoi feed. Non è stato avvisato.
ja: このアカウントをミュートしています。投稿はフィードに表示されません。相手には知らされていません。
ko: 이 계정을 뮤트했어요. 이 계정의 게시물이 피드에서 숨겨져요. 상대방에게는 알려지지 않았어요.
ml: നിങ്ങൾ ഈ അക്കൗണ്ട് മ്യൂട്ട് ചെയ്തു. അവരുടെ പോസ്റ്റുകൾ നിങ്ങളുടെ ഫീഡുകളിൽ നിന്ന് മറച്ചിരിക്കുന്നു. അവരെ അറിയിച്ചിട്ടില്ല.
ms: Anda telah menyenyapkan akaun ini. Siaran mereka disembunyikan daripada suapan anda. Mereka tidak diberitahu.
nb: Du har dempet denne kontoen. Innleggene deres er skjult fra feedene dine. De fikk ikke vite det.
nl: Je hebt dit account gedempt. Hun berichten zijn verborgen in je feeds. Ze zijn hier niet van op de hoogte gesteld.
pl: Wyciszyłeś to konto. Jego wpisy są ukryte w Twoich kanałach. Nie zostało o tym poinformowane.
pt_br: Você silenciou esta conta. Os posts dela estão ocultos dos seus feeds. A pessoa não foi avisada.
pt_pt: Silenciou esta conta. As publicações dela estão ocultas dos seus feeds. Não foi avisada.
ro: Ai dezactivat acest cont. Postările lui sunt ascunse din fluxurile tale. Nu a fost anunțat.
ru: Вы заглушили этот аккаунт. Его посты скрыты из ваших лент. Его владельца не уведомляли.
sk: Tento účet si stlmil. Jeho príspevky sú skryté z tvojich kanálov. Nebolo mu to oznámené.
sv: Du har tystat det här kontot. Deras inlägg är dolda från dina flöden. De fick inte veta det.
ta: நீங்கள் இந்தக் கணக்கை ஒலியடக்கியுள்ளீர்கள். அவர்களின் இடுகைகள் உங்கள் ஊட்டங்களிலிருந்து மறைக்கப்பட்டுள்ளன. அவர்களுக்குத் தெரிவிக்கப்படவில்லை.
te: మీరు ఈ ఖాతాను మ్యూట్ చేశారు. వారి పోస్ట్‌లు మీ ఫీడ్‌ల నుండి దాచబడ్డాయి. వారికి చెప్పబడలేదు.
th: คุณปิดเสียงบัญชีนี้ โพสต์ของพวกเขาถูกซ่อนจากฟีดของคุณ พวกเขาไม่ได้รับแจ้ง
tr: Bu hesabı sessize aldınız. Gönderileri akışlarınızdan gizlenir. Kendilerine söylenmedi.
uk: Ви заглушили цей обліковий запис. Його дописи приховано з ваших стрічок. Його власника не повідомили.
ur: آپ نے یہ اکاؤنٹ میوٹ کیا ہے۔ اس کی پوسٹس آپ کی فیڈز سے چھپی ہیں۔ انہیں نہیں بتایا گیا۔
vi: Bạn đã ẩn tài khoản này. Bài đăng của họ bị ẩn khỏi bảng tin của bạn. Họ không được thông báo.
zh_hans: 你已将此账户静音。他们的帖子已从你的信息流中隐藏。对方并不知情。
zh_hant: 你已將此帳號靜音。其貼文已從你的動態中隱藏。對方不會得知。

# profile.blocked.subtitle
source: Neither of you can see the other's posts, and any follow between you was removed. They were not told.
ar: لا يمكن لأي منكما رؤية منشورات الآخر، وأُزيلت أي متابعة بينكما. ولم يُبلَّغ بذلك.
bn: আপনারা কেউ কারও পোস্ট দেখতে পারবেন না, এবং আপনাদের মধ্যকার যেকোনো ফলো সরিয়ে দেওয়া হয়েছে। তাদের জানানো হয়নি।
ca: Cap dels dos no pot veure les publicacions de l'altre, i s'ha eliminat qualsevol seguiment entre vosaltres. No ho sap.
cs: Ani jeden z vás nevidí příspěvky toho druhého a veškeré sledování mezi vámi bylo odstraněno. Nebyl o tom informován.
da: Ingen af jer kan se den andens opslag, og enhver følgning mellem jer er fjernet. De fik ikke besked.
de: Keiner von euch sieht die Beiträge des anderen, und jedes Follow zwischen euch wurde entfernt. Die Person wurde nicht benachrichtigt.
el: Κανείς από τους δύο δεν βλέπει τις αναρτήσεις του άλλου και κάθε ακολούθηση μεταξύ σας αφαιρέθηκε. Δεν ενημερώθηκε.
es: Ninguno de los dos puede ver las publicaciones del otro y se eliminó cualquier seguimiento entre vosotros. No se le avisó.
fi: Kumpikaan teistä ei näe toisen julkaisuja, ja kaikki välillänne olleet seuraamiset poistettiin. Heille ei kerrottu.
fr: Aucun de vous deux ne peut voir les posts de l’autre, et tout abonnement entre vous a été supprimé. Il n’en a pas été informé.
he: אף אחד מכם לא יכול לראות את הפוסטים של האחר, וכל מעקב ביניכם הוסר. הוא לא קיבל הודעה.
hi: आप दोनों में से कोई एक-दूसरे की पोस्ट नहीं देख सकता, और आपके बीच का कोई भी फ़ॉलो हटा दिया गया। इन्हें बताया नहीं गया।
hr: Nitko od vas ne vidi objave onog drugog, a svako praćenje među vama je uklonjeno. Nije obaviješten.
hu: Egyikőtök sem látja a másik bejegyzéseit, és a köztetek lévő követések megszűntek. Nem értesítettük.
id: Kalian berdua tidak bisa melihat postingan satu sama lain, dan semua hubungan mengikuti di antara kalian dihapus. Mereka tidak diberi tahu.
it: Nessuno dei due può vedere i post dell'altro e ogni follow tra voi è stato rimosso. Non è stato avvisato.
ja: お互いの投稿が見えなくなり、2人の間のフォローは解除されました。相手には知らされていません。
ko: 서로의 게시물을 볼 수 없으며 둘 사이의 팔로우는 모두 해제되었어요. 상대방에게는 알려지지 않았어요.
ml: നിങ്ങൾ രണ്ടുപേർക്കും പരസ്പരം പോസ്റ്റുകൾ കാണാനാവില്ല, നിങ്ങൾക്കിടയിലുള്ള ഫോളോ ഇല്ലാതാക്കി. അവരെ അറിയിച്ചിട്ടില്ല.
ms: Tiada seorang pun daripada anda boleh melihat siaran yang lain, dan sebarang ikutan antara anda telah dialih keluar. Mereka tidak diberitahu.
nb: Ingen av dere kan se den andres innlegg, og alle følginger mellom dere ble fjernet. De fikk ikke vite det.
nl: Jullie kunnen elkaars berichten niet zien en elke volgrelatie tussen jullie is verwijderd. Ze zijn hier niet van op de hoogte gesteld.
pl: Żadne z Was nie widzi wpisów drugiej strony, a wszelkie obserwowanie między Wami zostało usunięte. Nie zostali o tym poinformowani.
pt_br: Nenhum dos dois pode ver os posts do outro, e qualquer vínculo de seguir entre vocês foi removido. A pessoa não foi avisada.
pt_pt: Nenhum de vocês consegue ver as publicações do outro, e qualquer seguimento entre vocês foi removido. Não foi avisado.
ro: Niciunul dintre voi nu vede postările celuilalt, iar orice urmărire dintre voi a fost eliminată. Nu a fost anunțat.
ru: Вы больше не видите посты друг друга, а все подписки между вами удалены. Его владельца не уведомляли.
sk: Nikto z vás nevidí príspevky toho druhého a akékoľvek sledovanie medzi vami bolo odstránené. Nebolo mu to oznámené.
sv: Ingen av er kan se den andras inlägg, och eventuell följning mellan er har tagits bort. De fick inte veta det.
ta: உங்கள் இருவரில் யாரும் மற்றவரின் இடுகைகளைப் பார்க்க முடியாது, உங்களுக்கிடையிலான பின்தொடர்தல்களும் அகற்றப்பட்டன. அவர்களுக்குத் தெரிவிக்கப்படவில்லை.
te: మీలో ఎవరూ మరొకరి పోస్ట్‌లను చూడలేరు, మీ మధ్య ఉన్న ఫాలో ఏదైనా తొలగించబడింది. వారికి చెప్పబడలేదు.
th: ไม่มีใครเห็นโพสต์ของอีกฝ่าย และการติดตามระหว่างกันถูกลบแล้ว พวกเขาไม่ได้รับแจ้ง
tr: İkiniz de birbirinizin gönderilerini göremezsiniz ve aranızdaki takipler kaldırıldı. Kendilerine söylenmedi.
uk: Ніхто з вас не бачить дописів одне одного, а будь-яку підписку між вами скасовано. Його власника не повідомили.
ur: آپ میں سے کوئی بھی دوسرے کی پوسٹس نہیں دیکھ سکتا، اور آپ کے درمیان کوئی بھی فالو ہٹا دیا گیا۔ انہیں نہیں بتایا گیا۔
vi: Hai bên không thấy bài đăng của nhau, và mọi lượt theo dõi giữa hai bạn đã bị xóa. Họ không được thông báo.
zh_hans: 你们彼此都看不到对方的帖子，你们之间的任何关注也已移除。对方并不知情。
zh_hant: 你們雙方都看不到對方的貼文，且你們之間的追蹤關係已移除。對方不會得知。
